Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: As early as 2002, Poland signed the Millennium Declaration and the Political Declaration and Action Plan, committing itself to take part in the international community's actions aimed at solving global economic, social, and humanitarian problems.
pl: Jeszcze w 2002 r. Polska podpisała Deklarację Millenijną oraz Deklarację Polityczną i Plan Działania, zobowiązując się tym samym do uczestniczenia w przedsięwzięciach społeczności międzynarodowej, zmierzających do rozwiązania globalnych problemów gospodarczych, społecznych i humanitarnych.

source: In October 2003, the Council of Ministers of the Republic of Poland adopted the Strategy for Poland's Development Cooperation that organised the Polish development cooperation system in view of the upcoming accession to the European Union by defining basic goals, rules and mechanisms for providing aid.
pl: W październiku 2003 r. Rada Ministrów RP przyjęła Strategię polskiej współpracy na rzecz rozwoju, która porządkowała system polskiej współpracy rozwojowej w perspektywie zbliżającego się członkostwa w Unii Europejskiej określając podstawowe cele, zasady oraz mechanizmy udzielania pomocy.

source: In accordance with the Strategy, the objectives of the Polish development cooperation included: promoting sustainable economic growth, respect for human rights, democracy, rule of law and principles of good governance, global security and stability; sharing experience of Poland's political transformation; supporting the development of public administration and local structures; protecting the natural environment and preventing environmental problems; and providing humanitarian aid and food in emergency situations.
pl: Zgodnie ze Strategią, celami polskiej współpracy rozwojowej były: wspieranie trwałego wzrostu gospodarczego, przestrzeganie praw człowieka, demokracji, rządów prawa i zasad dobrego rządzenia, promocja globalnego bezpieczeństwa i stabilności, przekazywanie doświadczeń polskiej transformacji ustrojowej, wspieranie rozwoju administracji publicznej i struktur lokalnych, ochrona środowiska naturalnego i zapobieganie problemom ekologicznym oraz udzielanie pomocy humanitarnej i żywnościowej w sytuacjach nadzwyczajnych.

source: Pursuant to the provisions of Poland's Accession Treaty to the European Union, as well as the provisions of the agreement between ACP countries and the European Community and its member states, signed in Cotonou in 2000, Poland committed itself to financially contribute to the European Development Fund, starting from its 10th edition in 2008-2013.
pl: Zgodnie z postanowieniami Traktatu o przystąpieniu Rzeczypospolitej Polskiej do Unii Europejskiej, jak również z zapisami umowy między członkami grupy państw AKP a Wspólnotą Europejską i jej państwami członkowskimi, podpisanej w Kotonu w 2000 r., Polska zobowiązała się do udziału w finansowaniu Europejskiego Funduszu Rozwoju (European Development Fund), począwszy od jego 10. edycji, która przypadała na lata 2008-2013.

source: Poland took on yet another commitment in March 2005, when it signed the Paris Declaration on Aid Effectiveness.
pl: Kolejnym zobowiązaniem podjętym przez Polskę było podpisanie w marcu 2005 r. Deklaracji Paryskiej nt. efektywności pomocy.

source: The document highlights the need to respect the development concepts of developing countries, adjust the aid to their development strategies, harmonise procedures regarding the assistance provided, put stronger emphasis on results and donors' and aid recipients' reciprocal responsibility for achieved effects.
pl: W dokumencie podkreśla się konieczność respektowania koncepcji rozwojowych krajów rozwijających się, dostosowania pomocy do ich strategii rozwojowych, harmonizacji procedur dotyczących przekazywanego wsparcia, większego nacisku na rezultaty oraz wzajemną odpowiedzialność donatorów i biorców pomocy za wypracowywane efekty.

source: In December 2005, a new strategy for EU development policy, the European Consensus on Development, was adopted.
pl: W grudniu 2005 r. przyjęto nową strategię polityki rozwojowej UE - Europejski konsensus w sprawie rozwoju (European Consensus on Development).

source: It was decided that the aid for Africa shall increase by half, and all initiatives funded shall be implemented with respect for human rights and in accordance with good governance rules.
pl: Ustalono, że pomoc dla Afryki zostanie zwiększona o połowę, a wszystkie finansowane inicjatywy mają być realizowane z poszanowaniem praw człowieka i zgodnie z regułami dobrego rządzenia.

source: The law entered into force on 1 January 2012 and was meant to clarify the main notions relating to development cooperation and to establish rules for coordinating it.
pl: Ustawa weszła w życie 1 stycznia 2012 r., a jej zadaniem było doprecyzowanie najważniejszych pojęć związanych ze współpracą na rzecz rozwoju oraz ustalenie zasad koordynacji tej współpracy.

source: According to the text of the law, the Polish development cooperation is aimed at creating conditions for sustainable development of the partner countries and their societies, in particular by promoting and consolidating democracy, supporting formation of modern and effective national institutions, reducing poverty, and improving health, education level and professional qualifications of the population.
pl: Zgodnie z treścią Ustawy, celem polskiej współpracy rozwojowej jest tworzenie warunków dla zrównoważonego rozwoju krajów partnerskich i ich społeczeństw, w szczególności poprzez promocję i konsolidację demokracji, wsparcie budowy nowoczesnych i sprawnych instytucji państwowych, redukcję ubóstwa, poprawę stanu zdrowia oraz podnoszenie poziomu wykształcenia i kwalifikacji zawodowych ludności.

source: The Minister of Foreign Affairs coordinates development cooperation acting through the National Coordinator of Development Cooperation who holds the rank of secretary or undersecretary of state.
pl: Współpracę rozwojową koordynuje minister spraw zagranicznych za pośrednictwem krajowego koordynatora współpracy rozwojowej w randze sekretarza lub podsekretarza stanu.

source: The Coordinator is assisted by the Development Cooperation Policy Council, aconsultative and advisory body to the Minister of Foreign Affairs.
pl: Koordynator wspierany jest przez Radę Programową Współpracy Rozwojowej, organ opiniodawczo-doradczy przy ministrze spraw zagranicznych.

source: The Council's main tasks are to provide suggestions for geographical and thematic priorities of development cooperation, to review the draft Programme and Plan, to review annual reports on the implementation of measures in the field by the government administration, and to review draft government documents relating to development cooperation.
pl: Do zadań Rady należy w szczególności przedstawianie propozycji dotyczących priorytetów geograficznych i tematycznych współpracy rozwojowej, opiniowanie projektów programu i planu współpracy rozwojowej, opiniowanie rocznych sprawozdań z realizacji przez organy administracji rządowej zadań z zakresu współpracy rozwojowej, opiniowanie projektów dokumentów rządowych związanych ze współpracą rozwojową.

source: The first multiannual programme covered the period from 2012 to 2015.
pl: Pierwszy program wieloletni obejmował lata 2012-2015.

source: It serves as a basis for annual Development Cooperation Plans that specify distribution of financial resources dedicated to aid activities in individual budget years.
pl: W oparciu o Wieloletni program współpracy rozwojowej tworzone są także roczne Plany współpracy rozwojowej, określające dystrybucję środków finansowych przeznaczonych na działania pomocowe w poszczególnych latach budżetowych.

source: On 22 October 2013, Poland became a member of the OECD Development Assistance Committee (DAC) - one of the key institutions in charge of setting modern development cooperation standards, defining criteria for including countries in the list of development aid recipients, and updating them.
pl: 22 października 2013 r. Polska została członkiem Komitetu Pomocy Rozwojowej (Development Assistance Committee, DAC) Organizacji Współpracy Gospodarczej i Rozwoju (Organisation for Economic Co-operation and Development, OECD) - jednej z kluczowych instytucji odpowiedzialnych za kreowanie nowoczesnych standardów współpracy rozwojowej, definiowanie kryteriów decydujących o włączeniu krajów na listę biorców pomocy rozwojowej i ich regularną aktualizację.

source: The membership of the Committee, operating continuously since 1961, allows Poland to take part in the work of one of the most prestigious forums of international cooperation which brings together the world's major donors.
pl: Członkostwo w działającym nieprzerwanie od 1961 roku Komitecie umożliwia udział w pracach jednego z najbardziej prestiżowych forów współpracy międzynarodowej, zrzeszającego najważniejszych donatorów na świecie.

source: It is also an expression of appreciation for the fact that Poland has fulfilled conditions regarding the size of development aid provided.
pl: Jest także wyrazem uznania dla spełnienia przez Polskę warunków wielkości udzielanej pomocy rozwojowej.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2012 / AidEx 2012
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2012 / AidEx 2012

source: The event entitled ‘The Changing Face of Aid' will be attended by guests from all over the world including major humanitarian aid agencies, development experts, producers, and service suppliers that provide aid to, among others, the victims of natural disasters, epidemics, and conflicts.
pl: W wydarzeniu zatytułowanym "The Changing Face of Aid" uczestniczyć będą goście z całego świata: organizacje humanitarne, eksperci ds. rozwoju, producenci oraz dostawcy usług, które niosą pomoc miedzy innymi ofiarom kataklizmów, epidemii i konfliktów.

source: The goal of AidEx 2012 is to facilitate a fruitful discussion on innovative approaches to humanitarian and development aid.
pl: Celem AidEx 2012 jest owocna dyskusja na temat innowacyjnego podejścia do pomocy humanitarnej i rozwojowej.

source: The world economic crisis has highlighted the need for developing well-studied and effective solutions for development and humanitarian assistance.
pl: Światowy kryzys gospodarczy dodatkowo wpłynął na konieczność opracowania przemyślanych i efektywnych rozwiązań w pomocy rozwojowej i humanitarnej.

source: AidEx is a platform created under the patronage of major NGOs to address humanitarian aid and development issues, to facilitate expertise and knowledge sharing among partners from a practical, on-the-ground perspective.
pl: AidEx to platforma stworzona pod patronatem głównych organizacji pozarządowych zajmująca się problematyką rozwoju i pomocy humanitarnej oraz ułatwienia dostępu do praktycznej wiedzy na jej temat i dzielenia się doświadczeniami pomiędzy organizacjami partnerskimi.

source: To receive a free entry badge to the event, please register at http://www.aid-expo.com/en/visitor-zone/registration.aspx .
pl: Uczestnictwo w AidEx w charakterze gościa jest darmowe, należy jedynie zarejestrować się na stronie internetowej .

source: Main goals of the European Year for Development 2015:
pl: Parada Schumana pod hasłem Europejskiego Roku na Rzecz Rozwoju 2015

source: Promoting among EU citizens and non-governmental organizations the idea of direct commitment and critical thinking with regard to participating in development aid actions;
pl: Swoje stoisko miał także Departament Współpracy Rozwojowej Ministerstwa Spraw Zagranicznych, który zaprezentował program Polska pomoc.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2012 / Buy clothes responsibly
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2012 / Kupuj odpowiedzialnie ubrania

source: Buy clothes responsibly
pl: Kupuj odpowiedzialnie ubrania

source: Buy clothes responsibly - raising consumers awareness of problems in the garment industry in the developing countries and promotion of ethical alternatives - Alliance of Associations Polish Green Network
pl: „Kupuj odpowiedzialnie ubrania - wzrost świadomości konsumentów nt. nadużyć w przemyśle odzieżowym w krajach rozwijających się oraz promocja odpowiedzialnych alternatyw” - Związek Stowarzyszeń Polska Zielona Sieć.

source: The campaign addresses one of present-day key challenges - human rights violations and environmental degradation in the global supply chain of the clothing and textile industry.
pl: Tematyka kampanii stanowi odpowiedź na jedno z kluczowych wyzwań współczesności, jakim pozostaje problem łamania praw człowieka oraz degradacji środowiska w zglobalizowanym łańcuchu dostaw przemysłu tekstylno-odzieżowego.

source: It aims to improve the situation of workers and environmental protection standards in the global clothing and textile industry by developing and promoting fashion items created with respect for human rights and environmental standards in the Polish market.
pl: Celem projektu jest poprawa sytuacji pracowników i zwiększenie standardów środowiskowych w globalnym przemyśle tekstylno-odzieżowym poprzez rozwój i popularyzację na polskim rynku mody powstałej z poszanowaniem praw człowieka i standardów środowiska, zarówno wśród twórców, jak i konsumentów.

source: 1. Organisation of the WearFair Fashion Trade Show and side events
pl: 1. Przygotowanie i realizacja Targów Odpowiedzialnej Mody WearFair wraz z wydarzeniami towarzyszącymi

source: The fair will take place on 13-14 October 2012 in the MTŁ Conference and Exhibition Centre at Al. Politechniki 2 in Lodz.
pl: Targi odbędą się w dniach 13-14 października 2012 w Centrum Kongresowo-Wystawienniczym Międzynarodowych Targów Łódzkich, Al. Politechniki 2 w Łodzi.

source: Environmentally-friendly clothes for children and adults made with respect for human rights will be shown at the fair.
pl: Na targach zaprezentowana zostanie dzież dla dzieci i dorosłych wykonana w sposób ekologiczny i z poszanowaniem praw człowieka.

source: A number of side events, like recycling, eco-design and sewing workshops will be organised.
pl: Targom towarzyszyć będzie bogaty program imprez tj. warsztaty recyklingowe, warsztaty „ekodizajnu” oraz szycia.

source: At a “swap spot” old garments can be traded in for new fashionable clothes, while lectures and film screenings will disclose the whole truth about clothing labels - environmentally friendly and others.
pl: Na „wymienialni” niepotrzebne już ubrania będzie można wymienić na atrakcyjną odzież, zaś podczas wykładów i pokazu filmów zostanie odkryta cała prawda jaka kryje się za metką ubrań, zarówno tych bardziej jak i tych mniej przyjaznych ludziom i środowisku.

source: The fair will also host a debate on Responsible Fashion - Measures, Successes, Challenges with the participation of foreign experts.
pl: W trakcie Targów odbędzie się także debata z udziałem zagranicznych ekspertów „Odpowiedzialna moda - działania, sukcesy, wyzwania”.

source: For more information, please visit www.ekonsument.pl/targi .
pl: Więcej informacji mozna znaleźć na stronie internetowej www.ekonsument.pl/targi .

source: 2. To develop and distribute a best practices handbook Towards Responsible Fashion
pl: 2. Opracowanie i dystrybucja podręcznika dobrych praktyk "W kierunku odpowiedzialnej mody"

source: Towards Responsible Fashion is a handbook addressed to fashion designers and the clothing industry.
pl: Podręcznik "W kierunku odpowiedzialnej mody" skierowany jest do projektantów i marek odzieżowych.

source: 3. To promote the WearFair Fashion Trade Show and the project's subject matter
pl: 3. Promocja Targów Odpowiedzialnej Mody WearFair oraz tematyki projektu

source: The project includes a comprehensive promotion of the WearFair Fashion Trade Show and the project's subject matter.
pl: W ramach projektu prowadzona jest szeroka promocja Targów Odpowiedzialnej Mody WearFair oraz tematyki projektu.

source: The promotion campaign covers different media outlets and the Internet It aims to raise consumer awareness of abuses by the textile industry in developing countries and to promote responsible alternatives available in the Polish market.
pl: Działania promocyjne prowadzone z wykorzystaniem mediów jak również internetu i mają na celu przede wszystkim przyczynienie się do wzrostu świadomości konsumentów nt. nadużyć w przemyśle odzieżowym w krajach rozwijających się oraz promowanie odpowiedzialnych alternatyw dostępnych na polskim rynku.

source: Minister Witold Waszczykowski opens OSCE Human Dimension Implementation Meeting in Warsaw
pl: Minister Witold Waszczykowski otworzył Spotkanie Przeglądowe Wymiaru Ludzkiego OBWE (HDIM) w Warszawie

source: “The HDIM is the largest and most ambitious platform for dialogue on human rights issues across the OSCE region, allowing governments and civil society to take stock of the situation in the OSCE area and to discuss openly potential ways of advancing the implementation of our commitments,” the chief of Polish diplomacy said in his opening remarks at the annual OSCE Human Dimension Implementation Meeting (HDIM) in Warsaw.
pl: - Spotkanie Przeglądowe Wymiaru Ludzkiego OBWE (HDIM) jest największą i najbardziej ambitną platformą dialogu w sprawach dotyczących praw człowieka w regionie OBWE, pozwalającą rządom i społeczeństwu obywatelskiemu przeanalizować sytuację na obszarze OBWE i otwarcie dyskutować o potencjalnych sposobach wdrażania naszych zobowiązań - powiedział szef polskiej dyplomacji, który otworzył doroczne Spotkanie Przeglądowe Wymiaru Ludzkiego OBWE (HDIM) w Warszawie.

source: Minister Waszczykowski also referred to the importance of OSCE cooperation, challenges posed by the so-called third or human dimension of this cooperation, and the need to return to a situation where all participating states comply with the OSCE principles.
pl: Minister Waszczykowski mówił także o znaczeniu współpracy w ramach OBWE, wyzwaniach w trzecim, tzw. ludzkim wymiarze tej współpracy oraz konieczności powrotu do przestrzegania przez wszystkie państwa zasad Organizacji.

source: “Speaking about the human dimension, we do not omit the critically important political-military context and, at the same time, considering the political issues, we do not forget about the respect for human rights and democratic values.
pl: - Mówiąc o wymiarze ludzkim OBWE nie da się pominąć kontekstu polityczno-wojskowego, ale jednocześnie, szukając rozwiązań dla kwestii politycznych, nie powinniśmy zapominać o poszanowaniu praw człowieka i wartości demokratycznych.

source: These rights and values, which are often put in jeopardy during crisis situations, constitute an inseparable part of every far-reaching solution,” observed Poland's foreign policy chief.
pl: Te prawa i wartości są często zagrożone w sytuacjach kryzysowych, z drugiej strony, stanowią nieodłączny element każdego długoterminowego rozwiązania - zaznaczył szef polskiej dyplomacji w swoim wystąpieniu.

source: The foreign minister went on to highlight the HDIM's importance in terms of encouraging countries to respect the OSCE rules and commitments, building trust, and enhancing constructive dialogue with a view to abandoning the attitude of aggressive confrontation between states.
pl: Organizowane w Warszawie przez Biuro Instytucji Demokratycznych i Praw Człowieka OBWE (ODIHR) Spotkanie Przeglądowe Wymiaru Ludzkiego (Human Dimension Implementation Meeting, HDIM) to największa europejska konferencja poświęcona prawom człowieka i demokracji.

source: Government delegates from OSCE participating and partner states, representatives of OSCE institutions and field operations, civil society activists, envoys of international organizations, and human right protection experts will discuss such topics as freedom of expression and the media, freedom of assembly and association, the role of domestic human rights protection institutions, civil society, democratic elections and institutions, equal participation in public life, freedom of religion and belief, fighting racism, xenophobia, and religious intolerance, countering hate crimes, and the rights of national minorities.
pl: Delegaci rządowi z państw OBWE oraz państw partnerskich Organizacji, reprezentanci instytucji i misji terenowych OBWE, przedstawiciele społeczeństwa obywatelskiego i organizacji międzynarodowych oraz eksperci w dziedzinie ochrony praw człowieka będą dyskutować m.in. na temat wolności wypowiedzi i mediów, wolności zrzeszania się i stowarzyszeń, roli krajowych instytucji ochrony praw człowieka oraz społeczeństwa obywatelskiego, wyborów i instytucji demokratycznych, równego udziału w życiu publicznym, wolności religii i wyznania, zwalczania rasizmu, ksenofobii, nietolerancji religijnej oraz przeciwdziałania przestępstwom z nienawiści czy praw mniejszości narodowych.

source: You are here Polish Aid / News / Analysis of Official Development Aid trends
pl: jesteś tutaj Polska pomoc / Aktualności / Analiza trendów Oficjalnej Pomocy Rozwojowej

source: Analysis of Official Development Aid trends
pl: Analiza trendów Oficjalnej Pomocy Rozwojowej

source: Over the course of the last two years, 11 EU Member States have actually increased the nominal value of their ODA by a total of EUR 966m, but in the same period ODA in the remaining 16 countries decreased by EUR 3.2bn.
pl: W tych dwóch ostatnich latach 11 państw członkowskich UE zwiększyło co prawda nominalną wartość swojej ODA o łącznie 966 mln euro, jednak w tym samym czasie wysokość oficjalnej pomocy pozostałych 16 państw zmniejszyła się w sumie o 3,2 mld euro.

source: The panellists called for adopting a global approach to migration and interpreting this term as broadly as possible.
pl: Postulowano uznanie globalnego podejścia do migracji i interpretowanie pojęcia w możliwie szerokim kontekście.

source: They pointed out that migration policy should be addressed not only to persons on the move, but also to their families, "street children" and migrant workers, including people employed as household workers.
pl: Jako grupę docelową „odbiorców" polityki migracyjnej wskazano nie tylko osoby przemieszczające się, ale także ich rodziny; „dzieci ulicy", migrantów zarobkowych - w tym osoby pracujące w charakterze pomocy domowych.

source: Mobility should become part of PCD in action.
pl: Mobilność powinna stać się częścią „PCD in action".

source: GAMM 2011 extends the scope of interest to all non-EU countries.
pl: GAMM 2011 rozszerza obszar zainteresowania na wszystkie państwa pozostające poza Wspólnotą.

source: At the same time, it emphasizes the need to empower migrants, include diasporas in drafting migration legislation, ensure diasporas better access to funding, develop an information system on travel safety, migration and conditions in the destination country.
pl: Postuluje jednocześnie konieczność wzmocnienia pozycji migrantów (empowering migrants), włączenie diaspor w proces formułowania regulacji dot. migracji i ułatwienie im dostępu do środków finansowych, przygotowanie systemu informacji nt. bezpieczeństwa podróży, migracji, warunków w krajach docelowych.
